Revit 2026 API

# EnergyDataSettingsUseOutsideAirPerPerson Property

---

True if user is specifying outside air per person, false otherwise.

**Namespace:** Autodesk.Revit.DB.Analysis**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26.0.4.0 (26.0.4.0)

```csharp
public bool UseOutsideAirPerPerson { get; set; }
```
```vb
Public Property UseOutsideAirPerPerson As Boolean
	Get
	Set
```
```cpp
public:
property bool UseOutsideAirPerPerson {
	bool get ();
	void set (bool value);
}
```
```fsharp
member UseOutsideAirPerPerson : bool with get, set
```

#### Property Value

Boolean

#### Reference

EnergyDataSettings Class

Autodesk.Revit.DB.Analysis Namespace